Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-IT/tmx_teil_5.tmx
Source language: en
Languages: it

source: Providing information relating to the repair or maintenance of gasoline station equipment
it: Fornitura di informazioni inerenti la riparazione o manutenzione di attrezzature per stazioni di servizio

source: Providing information relating to the repair or maintenance of packing or wrapping machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari o apparecchiature per impacchettare o imballare

source: Providing information relating to the repair or maintenance of tobacco processing machines
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari per la lavorazione del tabacco

source: Providing information relating to the repair or maintenance of industrial furnaces
it: Fornitura di informazioni inerenti la riparazione o manutenzione di forni industriali

source: Providing information relating to the repair or maintenance of freezing machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature per il congelamento

source: Providing information relating to the rental of mining machines and apparatus
it: Fornitura di informazioni inerenti il noleggio di macchinari e apparecchiature minerarie

source: Providing information relating to the rental of electric washing machines
it: Fornitura di informazioni inerenti il noleggio di lavatrici elettriche

source: Providing information relating to the rental of construction machines and apparatus
it: Fornitura di informazioni inerenti il noleggio di macchinari e apparecchiature da costruzione

source: Providing information relating to the repair or maintenance of bathtubs
it: Fornitura di informazioni inerenti la riparazione o manutenzione di vasche da bagno

source: Providing information relating to the repair of billiard equipment
it: Fornitura di informazioni inerenti la riparazione di attrezzature per biliardi

source: Providing information relating to furniture restoration
it: Fornitura di informazioni inerenti il restauro di mobili

source: Maintenance and cleaning of mining equipment
it: Manutenzione e pulizia di attrezzature minerarie

source: Maintenance and repair of gymnastic and sporting articles
it: Riparazione e manutenzione di articoli sportivi e da ginnastica

source: Maintenance and repair of textile goods
it: Riparazione e manutenzione di prodotti tessili

source: Maintenance and repair of footwear
it: Riparazione e manutenzione di calzature

source: Maintenance and repair of upholstery
it: Riparazione e manutenzione di tappezzeria

source: Maintenance and repair of photographic apparatus
it: Riparazione e manutenzione di apparecchiature fotografiche

source: Maintenance and repair of cooling appliances and installations
it: Riparazione e manutenzione di dispositivi e impianti di raffreddamento

source: Maintenance and repair of motorcycles
it: Riparazione e manutenzione di motociclette

source: Maintenance and repair of bicycles
it: Riparazione e manutenzione di biciclette

source: Maintenance, servicing and repair of household and kitchen appliances
it: Manutenzione, revisione e riparazione di elettrodomestici da cucina

source: Installation of electric and electronic equipment in automobiles
it: Installazione di attrezzature elettriche ed elettroniche in automobili

source: Washing of airplanes
it: Lavaggio di aerei

source: Providing information relating to building cleaning
it: Fornitura di informazioni inerenti la pulitura di edifici

source: Providing information relating to building reconstruction
it: Fornitura di informazioni inerenti la ricostruzione di edifici

source: Providing information relating to building demolition
it: Fornitura di informazioni inerenti la demolizione di edifici

source: Providing information relating to building renovation
it: Fornitura di informazioni inerenti il restauro di edifici

source: Repair of household and kitchen appliances
it: Riparazione di elettrodomestici da cucina

source: Repair of electronic cash register systems
it: Riparazione di registratori di cassa elettronici

source: Repair of filters for machines, motors or engines
it: Riparazione di filtri per macchinari o motori

source: Maintenance and repair of vacuum pumps
it: Riparazione e manutenzione di pompe a vuoto

source: Providing information relating to the repair or maintenance of plastic processing machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature per la lavorazione della plastica

source: Providing information relating to the repair or maintenance of photographic machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature fotografiche

source: Providing information relating to the repair or maintenance of railway rolling stock
it: Fornitura di informazioni inerenti la riparazione o manutenzione di materiale rotabile ferroviario

source: Providing information relating to the cleaning of building exteriors
it: Fornitura di informazioni inerenti la pulitura di esterni di edifici

source: Providing information relating to the repair of toys or dolls
it: Fornitura di informazioni inerenti la riparazione di giocattoli o bambole

source: Providing information relating to the repair or maintenance of musical instruments
it: Fornitura di informazioni inerenti la riparazione o manutenzione di strumenti musicali

source: Renovation, repair and maintenance of electrical wiring
it: Rinnovo, riparazione e manutenzione di cablaggi elettrici

source: Construction and erection of exhibition stands, stages and booths
it: Costruzione ed edificazione di stand e banchi espositivi

source: Repair of construction machines and equipment
it: Riparazione di macchinari e attrezzature per l'edilizia

source: Repair and insulation of window joints
it: Riparazione e isolamento di giunti di finestre

source: Installation of environmental protection systems
it: Installazione di impianti di salvaguardia ambientale

source: Advisory services relating to the construction of public works
it: Servizi di consulenza inerenti la costruzione di opere pubbliche

source: Providing information relating to the repair and maintenance of furnaces
it: Fornitura di informazioni inerenti la riparazione e manutenzione di forni

source: Maintenance and repair of surgical instruments and apparatus
it: Riparazione e manutenzione di strumenti e apparecchiature chirurgiche

source: Maintenance and repair of ships
it: Riparazione e manutenzione di navi

source: Maintenance and repair of yachts
it: Riparazione e manutenzione di yacht

source: Installation of motors
it: Installazione di motori

source: Providing information relating to the repair or maintenance of sewing machines
it: Fornitura di informazioni inerenti la riparazione e manutenzione di macchine da cucire

source: Providing information relating to the repair or maintenance of textile machines and apparatus
it: Fornitura di informazioni inerenti la riparazione e manutenzione di macchinari e apparecchiature tessili

source: Providing information relating to the repair or maintenance of firearms
it: Fornitura di informazioni inerenti la riparazione e la manutenzione di armi da fuoco

source: Providing information relating to the repair or maintenance of boilers
it: Fornitura di informazioni inerenti la riparazione e manutenzione di caldaie

source: Providing information relating to the repair of bicycles
it: Fornitura di informazioni inerenti la riparazione di biciclette

source: Providing information relating to clothing mending services
it: Fornitura di informazioni relative alla riparazione di abiti

source: Providing information relating to clothing repair services
it: Fornitura di informazioni inerenti i servizi di riparazione abiti

source: Providing information relating to the pressing of clothing
it: Fornitura di informazioni inerenti la pressatura di abiti

source: Providing information relating to the repair or maintenance of cooking apparatus and installations
it: Fornitura di informazioni inerenti la riparazione o manutenzione di apparecchiature e installazioni da cucina

source: Providing information relating to the repair or maintenance of electric cooking apparatus and installations
it: Fornitura di informazioni inerenti la riparazione o manutenzione di apparecchiature e installazioni elettriche da cucina

source: Providing information relating to the repair or maintenance of non-electric cooking apparatus and installations
it: Fornitura di informazioni inerenti la riparazione o manutenzione di apparecchiature e installazioni non elettriche da cucina

source: Providing information relating to the repair or maintenance of amusement machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature per il tempo libero

source: Maintenance and repair of wave energy power plants
it: Riparazione e manutenzione di centrali mareomotrici

source: Construction of wave energy power plants
it: Costruzione di centrali mareomotrici

source: Cleaning of urban areas
it: Pulitura di aree urbane

source: Providing information relating to the repair or maintenance of fishing tackle
it: Fornitura di informazioni inerenti la riparazione o manutenzione di attrezzature da pesca

source: Repair and maintenance of computer and telecommunications hardware
it: Riparazione e manutenzione di hardware per computer e telecomunicazioni

source: Maintenance and repair of compressors
it: Riparazione e manutenzione di compressori

source: Providing online information relating to building construction
it: Fornitura online di informazioni inerenti la costruzione di edifici

source: Installation of ship interiors
it: Installazione di interni navali

source: Providing information relating to the repair or maintenance of power generators
it: Fornitura di informazioni inerenti la riparazione o manutenzione di generatori elettrici

source: Providing information relating to the repair or maintenance of automobiles
it: Fornitura di informazioni inerenti la riparazione o manutenzione di automobili

source: Providing information relating to the rental of mops
it: Fornitura di informazioni inerenti il noleggio di spazzoloni

source: Providing information relating to the disinfection of telephone handsets
it: Fornitura di informazioni inerenti la disinfezione di ricevitori telefonici

source: Providing information relating to septic tank cleaning services
it: Fornitura di informazioni inerenti i servizi di spurgo di pozzi neri

source: Providing information relating to the repair of game machines and apparatus
it: Fornitura di informazioni inerenti la riparazione di macchinari e apparecchiature di gioco

source: Providing information relating to the repair of sports equipment
it: Fornitura di informazioni inerenti la riparazione di attrezzature sportive

source: Providing information relating to the repair of bags or pouches
it: Fornitura di informazioni inerenti la riparazione di borse e borsette

source: Providing information relating to the repair or maintenance of signboards
it: Fornitura di informazioni inerenti la riparazione o manutenzione di cartelloni pubblicitari

source: Providing information relating to the repair or maintenance of clocks and watches
it: Fornitura di informazioni inerenti la riparazione o manutenzione di orologi

source: Cleaning of office buildings and commercial premises
it: Pulitura di uffici e locali commerciali

source: Provision of information, advice and consultancy relating to cleaning
it: Fornitura di informazioni e consulenze inerenti servizi di pulizia

source: Installation of industrial furnaces
it: Installazione di fornaci industriali

source: Maintenance and repair of energy generating installations
it: Riparazione e manutenzione di impianti di produzione di energia

source: Maintenance and repair of hardware for data processing apparatus
it: Riparazione e manutenzione di hardware per apparecchiature d'elaborazione dati

source: Supervision of building renovation
it: Supervisione nel restauro di edifici

source: Supervision of building demolition
it: Supervisione nella demolizione di edifici

source: Providing information relating to the repair or maintenance of machines and systems for manufacturing integrated circuits
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e impianti per la produzione di circuiti integrati

source: Providing information relating to the repair or maintenance of medical machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature mediche

source: Consultancy and information services relating to construction
it: Servizi di consulenza e informazione in materia di edilizia

source: Providing information relating to the repair or maintenance of power-driven floor cleaning machines
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari elettrici per la pulitura di pavimenti

source: Tuning of automobile engines
it: Tuning di motori per automobili

source: Repair of suspension systems for vehicles
it: Riparazione di sistemi di sospensione per veicoli

source: Repair of tailboard lifts
it: Riparazione di porte elevatrici

source: Repair of axles for machines
it: Riparazione di assi per macchine

source: Repair of axles for vehicles
it: Riparazione di assi per veicoli

source: Installation of air conditioning apparatus for use in clean rooms
it: Installazione di impianti di condizionamento dell'aria per camere bianche

source: Installation of furniture for shops
it: Installazione di mobili in negozi

source: Building of trade fair and exhibition stands
it: Costruzione di stand espositivi e da fiera

source: Maintenance of welding machines and equipment
it: Manutenzione di macchinari ed attrezzature da saldatura

source: Upholstering of vehicle seats
it: Imbottitura di sedili di veicoli

source: Installation of rainwater collection systems
it: Installazione di sistemi di raccolta dell'acqua piovana

source: Maintenance and restoration of works of art
it: Manutenzione e restauro di opere d'arte

source: Installation of cables for Internet access
it: Installazione di cavi per l'accesso a internet

source: Installation of hardware for Internet access
it: Installazione di hardware per l'accesso a internet

source: Installation of hardware and cables for Internet access
it: Installazione di hardware e cavi per l'accesso a internet

source: Providing information relating to the repair or maintenance of agricultural machines and implements
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e utensili agricoli

source: Providing information relating to the repair or maintenance of mining machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature minerarie

source: Providing information relating to the repair or maintenance of machines and instruments for making shoes
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature per la produzione di calzature

source: Providing information relating to the repair or maintenance of office machines and apparatus
it: Fornitura di informazioni inerenti la riparazione o manutenzione di macchinari e apparecchiature da ufficio

source: Providing information relating to the repair of spectacles
it: Fornitura di informazioni inerenti la riparazione di occhiali

source: Providing information relating to the repair or maintenance of waste compacting machines and apparatus
it: Fornitura di informazioni inerenti la riparazione e la manutenzione di macchinari e apparecchiature per compattare i rifiuti

source: Application of anti-graffiti coatings
it: Applicazione di rivestimenti anti-graffiti

source: Recharging of batteries and accumulators
it: Ricarica di batterie ed accumulatori

source: Repair or maintenance of snow plows
it: Riparazione o manutenzione di spazzaneve

source: Maintenance and repair of public transport vehicles
it: Riparazione e manutenzione di veicoli per il trasporto pubblico

source: Roadside repair of automobiles
it: Riparazione su strada di automobili

source: Garage services for the maintenance and repair of motor vehicles
it: Servizi di officina per manutenzione e riparazione di motori di veicoli

source: Installation of cooking appliances
it: Installazione di attrezzature da cucina

source: Recharging services for electric vehicles
it: Servizi di ricarica per veicoli elettrici

source: Recharging of batteries
it: Ricarica di batterie

source: Rental of dishwashers for household purposes
it: Noleggio di lavastoviglie per uso domestico

source: Rental of dishwashers for industrial purposes
it: Noleggio di lavastoviglie per uso industriale

source: Removing birds from residential and commercial buildings
it: Eliminazione di volatili da edifici residenziali e commerciali

source: Maintenance of aquariums
it: Manutenzione di acquari

source: Maintenance and repair of telecommuncations networks, apparatus, and instruments
it: Riparazione e manutenzione di reti, apparati e strumenti di telecomunicazione

source: Machinery retrofit and conversion services
it: Servizi di retrofit e conversione di macchinari

source: Installation, repair and maintenance of cleanroom facilities and equipment
it: Installazione, riparazione e manutenzione di impianti e attrezzature per camere bianche

source: Installation of theft prevention devices
it: Installazione di dispositivi antifurto

source: Installation of hardware for computer systems
it: Installazione di hardware per sistemi informatici

source: Furniture restoration, repair and maintenance
it: Restauro, riparazione e manutenzione di mobili

source: Building sealing and caulking services
it: Servizi di isolamento e calafataggio di edifici

source: Sharpening of scissors and kitchen knives
it: Affilatura di forbici e coltelli da cucina

source: Repair or maintenance of machines and apparatus for processing food or beverages
it: Riparazione o manutenzione di macchine e apparecchi per la lavorazione di alimenti o bevande

source: Tuning of musical instruments
it: Accordatura di strumenti musicali

source: Naval shipyard services
it: Servizi per cantieri navali

source: Extraction of natural resources
it: Estrazione di risorse naturali

source: Extraction of gas
it: Estrazione di gas

source: Repair or maintenance of machines and apparatus for use in beauty salons
it: Riparazione e manutenzione di macchine e apparecchi per saloni di bellezza

source: Repair or maintenance of machines and apparatus for use in barbers' shops
it: Riparazione e manutenzione di macchine e apparecchi per saloni di barbieri

source: Installation services of working and building platforms
it: Installazione di piattaforme di lavoro e da costruzione

source: Installation services of building scaffolds
it: Installazione di impalcature per l'edilizia

source: Clock and watch repair or maintenance
it: Riparazione o manutenzione di orologi

source: Installation of plumbing systems
it: Installazione di impianti idraulici

source: Self-service laundries
it: Lavanderie self-service

source: Construction of sports arenas
it: Costruzione di arene sportive

source: Furniture installation
it: Installazione di mobili

source: Installation of computer hardware
it: Installazione di hardware per computer

source: Installation of kitchens
it: Installazione di cucine

source: Masonry
it: Muratura

source: Remanufacturing of engines
it: Rifabbricazione di motori

source: Installation and repair of telecommunications hardware
it: Installazione e riparazione di hardware per le telecomunicazioni

source: Updating of computer networking and telecommunications hardware
it: Aggiornamento delle reti di computer e dell'hardware per le telecomunicazioni

source: Vehicle repair, maintenance and refuelling
it: Riparazione, manutenzione e rifornimento di veicoli

source: Rental of cleaning and washing and drying machines and equipment
it: Noleggio di macchinari e attrezzature per pulitura, lavaggio e asciugatura

source: Medical apparatus installation
it: Installazione di apparecchi medicali

source: Fueling of hydrogen gas for vehicles
it: Rifornimento di gas idrogeno per veicoli

source: Construction of stables
it: Costruzione di stalle

source: Providing of information relating to repairing and maintaining stable equipment
it: Fornitura di informazioni in merito alla riparazione e manutenzione di attrezzature da stalla

source: Repair or maintenance of veterinary installations
it: Riparazione o manutenzione di installazioni veterinarie

source: Repair and maintenance of smartphones
it: Riparazione e manutenzione di smartphone

source: Repair of windscreens
it: Riparazione di parabrezza

source: Interactive telecommunications services
it: Servizi di telecomunicazione interattiva

source: Internet based telecommunication services
it: Servizi di telecomunicazioni mediante Internet

source: Internet service provider services
it: Server per l'accesso ad Internet

source: Dissemination of television programmes relayed by cable link to television receivers
it: Diffusione di programmi televisivi trasmessi tramite collegamenti via cavo a ricevitori televisivi

source: Dissemination of television programmes relayed by microwave link to television receivers
it: Diffusione di programmi televisivi trasmessi tramite collegamenti a microonde a ricevitori televisivi

source: Electronic communication services for banks
it: Servizi di comunicazione elettronica per banche

source: Electronic communication services for transmission by means of cables
it: Servizi di comunicazione elettronica riguardanti la trasmissione via cavo

source: Sending of emergency messages for travellers [by electronic means]
it: Invio di messaggi d'emergenza per viaggiatori [tramite mezzi elettronici]

source: Provision of access to an electronic on-line network for information retrieval
it: Fornitura di accesso ad una rete elettronica on-line per il reperimento di informazioni

source: Provision of communication facilities for the interchange of data by electronic means
it: Offerta di strutture di comunicazione per l'interscambio di dati tramite mezzi elettronici

source: Broadcasting services
it: Servizi via cavo

source: Computer aided transmission of messages, information and images
it: Trasmissione computerizzata di messaggi, informazioni e immagini

source: Transmission of interactive entertainment software
it: Trasmissione di software interattivi per intrattenimento

source: Call barring services
it: Servizi di blocco chiamate

source: Transmission of short messages
it: Trasmissione di messaggi brevi

source: Online messaging services
it: Servizi di messaggeria on-line

source: Pay-per-view television transmission services
it: Servizi di trasmissione televisiva a pagamento

source: Providing access to a global computer information network
it: Fornitura di accesso ad una rete informatica globale

source: Telematic communication services
it: Servizi di comunicazione telematica

source: Transmission and reception [transmission] of database information via the telecommunication network
it: Trasmissione e ricezione [trasmissione] d'informazioni di banche dati mediante reti telematiche

source: Electronic and telecommunication transmission services
it: Servizi di trasmissione elettronica e telecomunicazione

source: Computerised consultation of telephone directories
it: Consultazione computerizzata di elenchi telefonici

source: Consultancy services relating to data communications
it: Consulenza in materia di comunicazione di dati
